function Tasks()
{

return (
<div className="row">
    <div className="col-md-6 mx-auto">
    <div className="alert alert-info mt-3 mb-4 text-left" role="alert" >
        <ol>
    <li>Написать код, который определяет является ли переданное слово палиндромом.</li>
<li>Написать код, определяющий количество одинаковых букв в двух словах.</li>
<li>Есть информация по платежам клиента, представленная в виде:
«client1amount1client2amount2… clientnamountn», где clienti (наименование i-го клиента)– непустая строка длины не более 10, состоящая из строчных букв латинского алфавита, amounti (наименование i-го платежа)– непустая строка, состоящая из цифр.
Написать код, который по виду платежа найдет суммарный платеж.</li>
<li>Создать форму заполнения бейджа посетителя мероприятия. После заполнения полей и нажатия кнопки, информация должна появится на бейдже. Реализовать проверки ввода (пустые значения и некорректные даты).</li>
</ol>
    </div>
  
    </div>
</div>
)

}

export default Tasks
